Repository: mexprostud/munka
Catalog: addon/plugin.video.streammex/resources/language/resource.language.*/strings.po
Languages: hu_hu

# #32001
source: Live TV
hu_hu: Élő csatornák

# #32002
source: Refresh playlist and EPG
hu_hu: Playlist és EPG frissítése

# #32003
source: Settings
hu_hu: Beállítások

# #32004
source: Playlist and EPG updated
hu_hu: Playlist és EPG frissítve

# #32005
source: Radio channels
hu_hu: Rádió csatornák

# #32007
source: Favourites
hu_hu: Kedvencek

# #32009
source: Search
hu_hu: Keresés

# #32010
source: Enter search term
hu_hu: Add meg a keresőkifejezést

# #32011
source: Add to favourites
hu_hu: Hozzáadás a kedvencekhez

# #32012
source: Remove from favourites
hu_hu: Eltávolítás a kedvencek közül

# #32013
source: No favourites saved yet
hu_hu: Nincsenek mentett kedvencek

# #32014
source: Added to favourites
hu_hu: Hozzáadva a kedvencekhez

# #32015
source: Removed from favourites
hu_hu: Eltávolítva a kedvencek közül

# #32016
source: No channels matched your search
hu_hu: A keresés nem adott találatot

# #32017
source: No channels available
hu_hu: Nem érhető el csatorna

# #32006
source: Unknown
hu_hu: Ismeretlen

# #32008
source: Last update: %s
hu_hu: Utolsó frissítés: %s

# #32020
source: Playlist source
hu_hu: Playlist forrás

# #32021
source: Direct RAW URL
hu_hu: Közvetlen RAW URL

# #32022
source: Outputs
hu_hu: Kimenetek

# #32023
source: Playlist output path
hu_hu: Playlist kimeneti útvonala

# #32024
source: EPG output path
hu_hu: EPG kimeneti útvonala

# #32025
source: Refresh interval (hours)
hu_hu: Frissítési időköz (óra)

# #32026
source: Enable debug logging
hu_hu: Debug naplózás engedélyezése

# #32027
source: Repository owner
hu_hu: Repo tulajdonos

# #32028
source: Repository name
hu_hu: Repo neve

# #32029
source: Repository branch
hu_hu: Repo ág

# #32030
source: Path inside repository
hu_hu: Elérési út a repóban

# #32032
source: Hungarian playlist
hu_hu: Magyar playlist
